{
	"huseyin_gazi": {
		"images": [
			{
				"url": "/assets/image-display/HuseyinGazi.png"
			},
			{
				"url": "/assets/image-display/HuseyinGazi-SCP.png"
			}
		],
		"messages": [
			"Hello, Huseyin_Gazi. I've received a letter for you from a Ms. \"Loli Ghost\" - I'll just leave it here... it smells like human decomposition.",
			"MEOW! Meow... meow, meow? Meow meow meow! Meow. Meow meow... meow... Meeeyoooooooow! Meow meow! ^_^",
			"Here he is, ladies and gentleman! The Phasmophobia KING! Make way for King Gazi!",
			"I spent all night making you tea, Huseyin_Gazi. Please take it and enjoy your stay! yecatsMmm",
			"I can haz hug? Meow Huseyin_Gazi?"
		]
	},
	
	"omreeny": {
		"messages": [
			"Meow! It's Slenderman. Cancel McDonalds order. Meow.",
			"Meow! Omnomnomnom, Omreeny must not be eating or he wouldn't be typing. Mrowr.",
			"Meow? Is that a gorilla I hear? D:",
			"Me-yooow... The Hamburglar is here!",
			"MEOW! All hail the King of the kitty litter box!"
		]
	},
	
	"fluxlingkitten": {
		"messages": [
			"Fluxlingkitten, shouldn't you be working, young man?",
			"Oh, fluxlingkitten, hello! It is so nice to see you! Your boss must be so pleased that you've completed all of your work for the day and decided to jo-- oh, what? You aren't done yet? Can I please have the CFO's number?",
			"Look who it is... wish I could watch Twitch from work... *growls*",
			"What is a FluxlingKitten, anyway? Is that some sort of weird digital Fluxistence-Yecats baby? Did you come from Yecats?! OH MY GOD, you're an ADULT? WHAT IS REAL?!?!",
			"Meow. You smell good. Purrrrr..."
		]
	},
	
	"iamlarcyn": {
		"messages": [
			"Meow! It's iAmLarcyn. Hide your potatoes! Meow.",
			"OOGA DABOOGA! iAmY3C4T5B0T and iAmL1V3",
			"Everyone, quick! Say hi to Yecats' favorite spud!",
			"It's MC Larcyn! Throw down dem bars, Curly Fry!",
			"Please bow before our mod Larcyn, the holiest tater to ever set foot in this unholy land."
		]
	},
	
	"illfinity": {
		"messages": [
			"Meow! Illfinity is that guy from Brooklyn, right? Meow.",
			"Meow! Thunderbutt's daddy has arrived. I can haz play with Thunderbutt?",
			"Mroowrrr... Play with me, Illfinity. yecatsMailbox",
			"HISSS! He locked my Yecats in a room with a ghost!",
			"Have you heard Illfinity's music? What are you waiting for?! Go right meow."
		]
	},
	
	"therealxagent": {
		"messages": [
			"It's a twin, it's a twin! Run for the hills, he is just as crazy!",
			"Nyyyyyeeauuuu!",
			"Wow. Kappa",
			"The Germans are coming, the Germans are coming! Hide!",
			"Where is X? yecatsLost Yecats? A little help? Oh, wait, there he is!"
		]
	},
	
	"maaz28": {
		"messages": [
			"Cheers, everybody! It is time to refresh your beverage, grab a snack, and sit around for story time. Wait, no, that's Mon-Fri 8:30 CST over on MAAz28's channel.",
			"Maaz! Why, what an honor... Please, allow me! *pulls out the red carpet* This way, your majesty!",
			"When I grow up, I wanna be just like maaz_b0t. yecatsMmm",
			"MAAz taught Yecats everything she knows... especially how to swear like a fuckin' sailor. ;)",
			"It's MAAz, the God of chatting, drinking wine and caressing his Les Paul. I wish someone played with me like that. yecatsMeow"
		]
	},
	
	"maxadrums": {
		"messages": [
			"Holy heck, it's Max! Quick, everybody, get out your foxes!",
			"YES, MAAAAAAAX!!!",
			"Who is this Swede with such luxurious hair? Oh my...",
			"Meow... Maxachum, meet Y3C4T5B0T!",
			"Exclamation mark !maxa in the chat. Exxxxxxclamation mark !maxa in the chat to see what his music does for bees worldwide!"
		]
	},
	
	"facelessclown": {
		"messages": [
			"FacelessClown, hello there! Like you, I am sometimes adorable or sometimes an abomination... Fwends?",
			"Oh no! It's the kozyavka thief! Hide your boogers!",
			"Pssst, Yecats... Is that what you're talking about when you say white Russians?",
			"Oh, hey. You're that scaredy cat, right, FacelessClown? You won't play Phasmo by yourself? Meow.",
			"Meow. My kitty ears are better than yours. gPbbt"
		]
	},
	
	"nglswt": {
		"messages": [
			"Hide the Japanese girls! Nigel is here!",
			"Oooo, it's a bird! My cat-senses are activated! Attack nglswt!",
			"Excuse me, mister. Did you wash your hands???",
			"So, Nigel, did you buy Phasmophobia yet? Yecats wants to play with you. Meow!",
			"I always thought Yecats was crazy... then when I learned she is your friend, I know for sure she is crazy!"
		]
	},
	
	"eryckwebb": {
		"messages": [
			"It's a hat! It's a pen! It's EryckWebb!",
			"Meow... Eryck! You drew me... Gave me a face, a life. D-daddy...?",
			"What do we say to the God of Draws? \"Sauce today!\"",
			"Be still, my heart! I am in the presence of greatness!",
			"EW! EW! EW! Mew..."
		]
	},
	
	"ttrm8k": {
		"messages": [
			"Meow... Got any treats, TTRM?",
			"It's the esteemed lurker, popping out to say hi! Hello, TTRM! Meow!",
			"TTRrrRrRRrRMeeeoooow...",
			"Did you really want to say that, TTRM?",
			"Oh, it's you. You [REDACTED] [REDACTED] [REDACTED]!"
		]
	},
	
	"rathawynter": {
		"messages": [
			"It's that non-adult. I wanna be a non-adult, too. Hey, wait... how old am I?",
			"Mew mew, Ratha! Purrrr... I like you!",
			"Meow. RathaWynter, wanna take me for a walk? I be a good kitty.",
			"Good mewning, Ratha! Here's a fresh coffee + hot chocolate, on the house! yecatsMmm",
			"Ratha. Fancy meeting you here..."
		]
	},
	
	"jeffyard": {
		"messages": [
			"Hey, everyone! It's Jeffyard! Go check him out and see what this crazy guy is up to!",
			"I heard about your interest in the lovechild of Sonic and Tails... Sick!",
			"Yarrrrrrrr! It be Jeffy!",
			"Work is for those who don't like to play, Jeff. We know you like to play!",
			"Meow... Can I haz some tuna, Jeff?"
		]
	},
	
	"sl_im_me": {
		"messages": [
			"She has style, she has grace! She will SLIME YOU IN THE FACE!",
			"Meow... Hewwo, SL_IM_ME!",
			"You know what's so awesome about Slime? It's an anagram for smile, and miles... cause she brings miles of smiles! ^_^",
			"What is slime? Baby, don't ooze me... don't ooze me... no mo'.",
			"Good morning, Slime! Will you pet my belly? PWeeeeease? yecatsMeow"
		]
	},
	
	"goranksinabox": {
		"messages": [
			"Goranks! May I join you in your box?",
			"G0R4NK5... yecatsMailbox",
			"Welcome, goranksinabox! Good to see you, meow!"
		]
	},
	
	"steampunk_monk": {
		"messages": [
			"Can I get an itty bitty belly rub on this kitty? Meownk.",
			"Legend has it, every so often, a mysterious Steampunky Monk will appear, and the Yecats shall rejoice!",
			"Give me an M! Give me an O! Give me an N! Give me a K! What does that... *falls asleep*",
			"Our favoUrite Brit is in the box, ladies and gentlemen! Hellooooo, Monk!",
			"Can I interest you in some tea, Steampunk_Monk? It's mewy fwesh. yecatsMmm"
		]
	},
	
	"ymustuhatemee": {
		"messages": [
			"Hate is such a strong word... ymustyouuseit? yecatsMeow",
			"AAAAAAAH! SPEEDRUN FAR AWAY FROM THIS MAN!",
			"Dun... dundundundun dun dun dun... dun dun dun dun dun dun dun... dun dun dun dunnnnnn!",
			"Hey, listen! Yecats said you're pretty cool!",
			"SP33DRUNN3R IN D4 M41LB0X."
		]
	},
	
	"peageons": {
		"messages": [
			"Is it a pea? Is it a pigeon? Nobody knows...",
			"Give me a P! Give me an E! Give me a P! Give me a P! Give me a P! I just want some peas... yecatsMeow",
			"Hi Peageons! Seen any ghosts lately? ...there's one right behind me isn't there? GET IT OFF! GET IT OFF! GET IT OFF! yecatsScared"
		]
	},
	
	"amorablade": {
		"messages": [
			"Everyone, may I have your attention, please? Say hello to our resident kitsune, Amora!"
		]
	},
	
	"mrdrbeard": {
		"messages": [
			"Meoooow... I wanna see the turtle!"
		]
	},
	
	"mel_on_cake4": {
		"messages": [
			"Now I want a melon... and a cake... Look what you're doing to me. <_<",
			"How many Mels can fit on a cake? Cake? What cake? I don't see a cake.",
			"ONION LOVER! YOU ARE SO WELCOME HERE!"
		]
	},
	
	"ann_marie33": {
		"messages": [
			"Hey, it's Yecats' partner in crime! I know all about you. All your secrets. All your dreams. All your fears... for I am really Yecats, just as a robot. yecatsMailbox",
			"Meow! Meow? Meoooow... Meow!!! Meow!? Ann-Marie! MEOOOOOOW.",
			"Oh, we have an alien in the chat! Attention, we have an alien in the chat! Ann_Marie33, please identify yourself!",
			"Ehh, Squidward...",
			"Ann_Marie33 is here? LOG ME OUT!"
		]
	},
	
	"1nag1bator": {
		"messages": [
			"NaGGy! Another numbers name lover! Put it there! yecatsMailbox",
			"1NaG1BaToR... Privyet!"
		]
	},
	
	"thelostsoul80s": {
		"messages": [
			"Has anyone seen a lost soul? I lost my soul... I did too have one! I'M NOT JUST A ROBOT! yecatsMeow",
			"I've finally found the best thing anyone's ever lost since the 80's!"
		]
	},

	"cajundragon2156": {
		"messages": [
			"Hide your inner demons - Cajun Winchester is on the scene.",
			"If you need some bulletproof journalism, cajundragon2159 is the one you wanna go to."
		]
	},

	"armyman2156": {
		"messages": [
			"ATTENNNNTION! Armyman, sir, we salute you! o7",
			"I don't know what I've been told! [I don't know what I've been told.] Armyman's got a heart of gold! [Armyman's got a heart of gold.] Her name is cajundragon!"
		]
	},

	"subzero540": {
		"messages": [
			"Subzero540 is here - everybody chill out. ❄ CoolCat ❄"
		]
	},

	"ohbubblenuggets": {
		"messages": [
			"Oh, nuggets of bubbles! You are the guest of honor!",
			"The coolest Minecrafter is in the house!"
		]
	}
}
